{
  "text": {
    " ": 0,
    "h": 148,
    "e": 105,
    "y": 320,
    " h": 20,
    "he": 152,
    "ey": 131,
    "y ": 321,
    " he": 21,
    "hey": 158,
    "ey ": 132,
    " hey": 23,
    "hey ": 159,
    "l": 189,
    "o": 217,
    "el": 113,
    "ll": 193,
    "lo": 196,
    "o ": 218,
    "hel": 154,
    "ell": 114,
    "llo": 194,
    "lo ": 197,
    " hel": 22,
    "hell": 155,
    "ello": 115,
    "llo ": 195,
    "i": 162,
    "hi": 160,
    "i ": 163,
    " hi": 24,
    "hi ": 161,
    " hi ": 25,
    "b": 71,
    " b": 4,
    "by": 75,
    "ye": 322,
    "e ": 106,
    " by": 7,
    "bye": 76,
    "ye ": 323,
    " bye": 8,
    "bye ": 77,
    "g": 144,
    "d": 89,
    " g": 17,
    "go": 145,
    "oo": 232,
    "od": 219,
    "db": 91,
    " go": 18,
    "goo": 146,
    "ood": 233,
    "odb": 220,
    "dby": 92,
    " goo": 19,
    "good": 147,
    "oodb": 234,
    "odby": 221,
    "dbye": 93,
    "w": 310,
    "a": 57,
    "t": 286,
    " w": 54,
    "wh": 317,
    "ha": 149,
    "at": 69,
    "t ": 287,
    " wh": 55,
    "wha": 318,
    "hat": 150,
    "at ": 70,
    " wha": 56,
    "what": 319,
    "hat ": 151,
    "s": 272,
    "r": 255,
    "v": 304,
    "c": 78,
    " s": 44,
    "se": 274,
    "er": 120,
    "rv": 269,
    "vi": 305,
    "ic": 167,
    "ce": 79,
    "es": 126,
    "s ": 273,
    " se": 45,
    "ser": 275,
    "erv": 124,
    "rvi": 270,
    "vic": 306,
    "ice": 168,
    "ces": 81,
    "es ": 127,
    " ser": 46,
    "serv": 276,
    "ervi": 125,
    "rvic": 271,
    "vice": 307,
    "ices": 170,
    "ces ": 82,
    " d": 12,
    "do": 99,
    "oe": 222,
    " do": 15,
    "doe": 100,
    "oes": 223,
    " doe": 16,
    "does": 101,
    "oes ": 224,
    "m": 198,
    " m": 32,
    "mo": 199,
    "or": 235,
    "r ": 256,
    " mo": 33,
    "mor": 200,
    "or ": 236,
    " mor": 34,
    "mor ": 201,
    "f": 133,
    "so": 277,
    "of": 225,
    "ft": 141,
    "tw": 295,
    "wa": 311,
    "ar": 66,
    "re": 257,
    " so": 47,
    "sof": 278,
    "oft": 227,
    "ftw": 142,
    "twa": 296,
    "war": 312,
    "are": 67,
    "re ": 258,
    " sof": 48,
    "soft": 279,
    "oftw": 228,
    "ftwa": 143,
    "twar": 297,
    "ware": 313,
    "are ": 68,
    "p": 243,
    " p": 40,
    "pr": 250,
    "ro": 266,
    "ov": 240,
    "id": 171,
    "de": 94,
    " pr": 41,
    "pro": 253,
    "rov": 267,
    "ovi": 241,
    "vid": 308,
    "ide": 172,
    "de ": 95,
    " pro": 43,
    "prov": 254,
    "rovi": 268,
    "ovid": 242,
    "vide": 309,
    "ide ": 173,
    " i": 26,
    "is": 184,
    " is": 30,
    "is ": 185,
    " is ": 31,
    " t": 51,
    "th": 288,
    " th": 52,
    "the": 289,
    "he ": 153,
    " the": 53,
    "the ": 290,
    "ri": 261,
    "pri": 251,
    "ric": 262,
    "ce ": 80,
    " pri": 42,
    "pric": 252,
    "rice": 263,
    "ice ": 169,
    " o": 35,
    "f ": 134,
    " of": 36,
    "of ": 226,
    " of ": 37,
    "n": 205,
    "u": 300,
    "in": 180,
    "nd": 210,
    "du": 102,
    "us": 301,
    "st": 283,
    "tr": 292,
    "ie": 174,
    " in": 27,
    "ind": 182,
    "ndu": 212,
    "dus": 103,
    "ust": 302,
    "str": 284,
    "tri": 293,
    "rie": 264,
    "ies": 175,
    " ind": 29,
    "indu": 183,
    "ndus": 213,
    "dust": 104,
    "ustr": 303,
    "stri": 285,
    "trie": 294,
    "ries": 265,
    "ies ": 176,
    "z": 324,
    "sp": 280,
    "pe": 247,
    "ec": 107,
    "ci": 83,
    "ia": 164,
    "al": 58,
    "li": 190,
    "iz": 186,
    "ze": 325,
    " sp": 49,
    "spe": 281,
    "pec": 248,
    "eci": 108,
    "cia": 84,
    "ial": 165,
    "ali": 59,
    "liz": 191,
    "ize": 187,
    "ze ": 326,
    " spe": 50,
    "spec": 282,
    "peci": 249,
    "ecia": 109,
    "cial": 85,
    "iali": 166,
    "aliz": 60,
    "lize": 192,
    "ize ": 188,
    "n ": 206,
    "in ": 181,
    " in ": 28,
    "di": 96,
    "if": 177,
    "ff": 138,
    "fe": 135,
    "en": 116,
    "nc": 207,
    " di": 13,
    "dif": 97,
    "iff": 178,
    "ffe": 139,
    "fer": 136,
    "ere": 122,
    "ren": 259,
    "enc": 118,
    "nce": 208,
    " dif": 14,
    "diff": 98,
    "iffe": 179,
    "ffer": 140,
    "fere": 137,
    "eren": 123,
    "renc": 260,
    "ence": 119,
    "nce ": 209,
    "be": 72,
    "et": 128,
    "we": 314,
    "ee": 110,
    " be": 5,
    "bet": 73,
    "etw": 129,
    "twe": 298,
    "wee": 315,
    "een": 111,
    "en ": 117,
    " bet": 6,
    "betw": 74,
    "etwe": 130,
    "twee": 299,
    "ween": 316,
    "een ": 112,
    " a": 1,
    "an": 61,
    "d ": 90,
    " an": 2,
    "and": 62,
    "nd ": 211,
    " and": 3,
    "and ": 63,
    "ot": 237,
    " ot": 38,
    "oth": 238,
    "her": 156,
    "er ": 121,
    " oth": 39,
    "othe": 239,
    "ther": 291,
    "her ": 157,
    " c": 9,
    "co": 86,
    "om": 229,
    "mp": 202,
    "pa": 244,
    "ni": 214,
    " co": 10,
    "com": 87,
    "omp": 230,
    "mpa": 203,
    "pan": 245,
    "ani": 64,
    "nie": 215,
    " com": 11,
    "comp": 88,
    "ompa": 231,
    "mpan": 204,
    "pani": 246,
    "anie": 65,
    "nies": 216
  },
  "response": null,
  "action_text": null
}