{
  "text": {
    "hey": 32,
    "hello": 31,
    "hi": 33,
    "there": 71,
    "good": 25,
    "morning": 45,
    "evening": 18,
    "moin": 44,
    "let": 40,
    "s": 58,
    "go": 23,
    "dude": 17,
    "goodmorning": 28,
    "goodevening": 27,
    "afternoon": 1,
    "cu": 12,
    "by": 7,
    "cee": 9,
    "you": 84,
    "later": 39,
    "night": 50,
    "bye": 8,
    "goodbye": 26,
    "have": 30,
    "a": 0,
    "nice": 49,
    "day": 14,
    "see": 62,
    "around": 5,
    "yes": 83,
    "y": 82,
    "indeed": 37,
    "of": 54,
    "course": 11,
    "that": 69,
    "sounds": 64,
    "correct": 10,
    "no": 51,
    "n": 47,
    "never": 48,
    "i": 36,
    "don": 16,
    "t": 67,
    "think": 72,
    "so": 63,
    "like": 41,
    "way": 78,
    "not": 52,
    "really": 57,
    "perfect": 55,
    "great": 29,
    "amazing": 3,
    "feeling": 22,
    "king": 38,
    "wonderful": 80,
    "am": 2,
    "very": 76,
    "going": 24,
    "to": 74,
    "save": 61,
    "the": 70,
    "world": 81,
    "super": 66,
    "stoked": 65,
    "extremely": 19,
    "my": 46,
    "was": 77,
    "horrible": 34,
    "sad": 60,
    "feel": 21,
    "well": 79,
    "disappointed": 15,
    "m": 43,
    "unhappy": 75,
    "extremly": 20,
    "saad": 59,
    "are": 4,
    "bot": 6,
    "human": 35,
    "talking": 68,
    "làm": 42,
    "thế": 73,
    "nào": 53,
    "để": 86,
    "cài": 13,
    "đặt": 85,
    "rasa": 56
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2,
    "ask_question": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_ask_deepseek": 0,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}